Repository: jacklandrin/OnlySwitch
Catalog: OnlySwitchRemote/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fil, fr, hr, it, ja, ko, nl, pl, pt_br, ru, sk, so, tr, uk, zh_hans, zh_hant

source: %lld of 12 characters entered
cs: Zadáno %lld z 12 znaků
de: %lld von 12 Zeichen eingegeben
es: %lld de 12 caracteres ingresados
fil: %lld ng 12 na karakter ang ipinasok
fr: %lld caractères sur 12 saisis
hr: Uneseno %lld od 12 znakova
it: %lld di 12 caratteri inseriti
ja: 12 文字中 %lld 文字入力済み
ko: 12자 중 %lld자 입력됨
nl: %lld van de 12 tekens ingevoerd
pl: Wprowadzono %lld z 12 znaków
pt_br: %lld de 12 caracteres inseridos
ru: Введено %lld из 12 символов
sk: %lld z 12 znakov zadaných
so: %lld oo ah xarafyada 12-ka la galay
tr: 12 karakterden %lld tanesi girildi
uk: Введено %lld із 12 символів
zh_hans: 已输入 %lld/12 个字符
zh_hant: 已輸入 %lld / 12 個字元

source: 12-character code
cs: Kód o 12 znacích
de: 12-stelliger Code
es: código de 12 caracteres
fil: kodigo na may 12 na karakter
fr: code à 12 caractères
hr: Kod od 12 znakova
it: codice a 12 caratteri
ja: 12 桁のコード
ko: 12자리 코드
nl: Code met 12 tekens
pl: kod 12-znakowy
pt_br: código de 12 caracteres
ru: 12-значный код
sk: 12-písmenný kód
so: Koodhka 12-xarafka ah
tr: 12 haneli kod
uk: 12-символьний код
zh_hans: 12 位代码
zh_hant: 12 位代碼

source: Action Failed
cs: Akce selhala
de: Aktion fehlgeschlagen
es: Acción fallida
fil: Nabigo ang Aksyon
fr: Échec de l'action
hr: Radnja nije uspjela
it: Azione fallita
ja: アクションに失敗しました
ko: 작업 실패
nl: Actie mislukt
pl: Akcja nie powiodła się
pt_br: Ação falhou
ru: Действие не выполнено
sk: Akcia zlyhala
so: Ficilku guuldarreystay
tr: İşlem Başarısız
uk: Дію не виконано
zh_hans: 操作失败
zh_hant: 操作失敗

source: Action Timed Out
cs: Časový limit akce vypršel
de: Zeitüberschreitung bei der Aktion
es: Tiempo de espera de la acción agotado
fil: Tumakbo nang sobra ang Oras ng Aksyon
fr: Délai d'attente dépassé pour l'action
hr: Vrijeme za radnju je isteklo
it: Tempo scaduto per l'azione
ja: アクションがタイムアウトしました
ko: 작업 시간 초과
nl: Actie verlopen
pl: Przekroczono limit czasu akcji
pt_br: Tempo da ação esgotou
ru: Тайм-аут действия
sk: Časový limit akcie vypršal
so: Waqtiga ficilku dhacay
tr: İşlem Zaman Aşımına Uğradı
uk: Час очікування дії минув
zh_hans: 操作超时
zh_hant: 操作逾時

source: Built-ins
cs: Vestavěné
de: Integrierte Funktionen
es: Integradas
fil: Mga Built-in
fr: Intégrés
hr: Ugrađeno
it: Integrati
ja: 内蔵機能
ko: 내장 기능
nl: Ingebouwde functies
pl: Wbudowane
pt_br: Integrados
ru: Встроенные
sk: Vstavané
so: Kuwa dhexeysa
tr: Yerleşikler
uk: Вбудовані
zh_hans: 内置控件
zh_hant: 內建項目

source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fil: i-cancel
fr: Annuler
hr: Odustani
it: Cancella
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отменить
sk: Zrušiť
so: Kanoqo
tr: İptal
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

source: Changes dashboard visibility
cs: Změna viditelnosti přehledu
de: Ändert die Sichtbarkeit des Dashboards
es: Cambia la visibilidad del panel
fil: Binabago ang pagkakita sa Dashboard
fr: Modifie la visibilité du tableau de bord
hr: Mijenja vidljivost nadzorne ploče
it: Modifica la visibilità della dashboard
ja: ダッシュボードの表示を変更します
ko: 대시보드 표시 여부 변경
nl: Verandert de zichtbaarheid van het dashboard
pl: Zmienia widoczność pulpitu
pt_br: Altera a visibilidade do painel
ru: Изменяет видимость панели управления
sk: Zmení viditeľnosť dashboardu
so: Wuxuu beddelayaa muuqaalka Dashboard-ka
tr: Kontrol paneli görünürlüğünü değiştirir
uk: Змінює видимість панелі приладів
zh_hans: 更改仪表板可见性
zh_hant: 切換儀表板顯示狀態

source: Changes Not Saved
cs: Změny nebyly uloženy
de: Änderungen nicht gespeichert
es: Cambios no guardados
fil: Hindi Naka-save ang mga Pagbabago
fr: Modifications non enregistrées
hr: Promjene nisu spremljene
it: Modifiche non salvate
ja: 変更は保存されませんでした
ko: 변경 사항이 저장되지 않음
nl: Wijzigingen niet opgeslagen
pl: Zmiany nie zostały zapisane
pt_br: Alterações não salvas
ru: Изменения не сохранены
sk: Zmeny nie sú uložené
so: Beddelashada lama keydin
tr: Değişiklikler Kaydedilmedi
uk: Зміни не збережено
zh_hans: 更改未保存
zh_hant: 變更未儲存

source: Check the 12-character code shown in OnlySwitch on your Mac and try again.
cs: Zkontrolujte kód o 12 znacích zobrazený v aplikaci OnlySwitch na vašem Macu a zkuste to znovu.
de: Prüfen Sie den in OnlySwitch auf Ihrem Mac angezeigten 12-stelligen Code und versuchen Sie es erneut.
es: Verifica el código de 12 caracteres que se muestra en OnlySwitch en tu Mac e inténtalo de nuevo.
fil: Suriin ang kodigo na may 12 na karakter na ipinakita sa OnlySwitch sa iyong Mac at subukan muli.
fr: Vérifiez le code à 12 caractères affiché dans OnlySwitch sur votre Mac et réessayez.
hr: Provjerite kod od 12 znakova prikazan u OnlySwitchu na vašem Macu i pokušajte ponovno.
it: Controlla il codice a 12 caratteri mostrato in OnlySwitch sul tuo Mac e riprova.
ja: Mac の OnlySwitch に表示されている 12 桁のコードを確認して、もう一度お試しください。
ko: Mac의 OnlySwitch에 표시된 12자리 코드를 확인하고 다시 시도하세요.
nl: Controleer de code met 12 tekens die in OnlySwitch op je Mac wordt weergegeven en probeer het opnieuw.
pl: Sprawdź kod 12-znakowy wyświetlany w aplikacji OnlySwitch na komputerze Mac i spróbuj ponownie.
pt_br: Verifique o código de 12 caracteres exibido no OnlySwitch no seu Mac e tente novamente.
ru: Проверьте 12-значный код, отображаемый в OnlySwitch на вашем Mac, и повторите попытку.
sk: Skontrolujte 12-písmenný kód zobrazený v OnlySwitch na vašom Mac a skúste to znova.
so: Hubi koodhka 12-xarafka ah ee ku muuqda OnlySwitch ee Mac-gaaga, kadib isku day mar kale.
tr: Mac'inizdeki OnlySwitch'te gösterilen 12 haneli kodu kontrol edin ve tekrar deneyin.
uk: Перевірте 12-символьний код, показаний у OnlySwitch на вашому Mac, та спробуйте ще раз.
zh_hans: 请检查 Mac 上 OnlySwitch 中显示的 12 位代码，然后重试。
zh_hant: 請檢查 Mac 上 OnlySwitch 顯示的 12 位代碼，然後重試。

source: Choose controls in Settings to add them here.
cs: Vyberte ovládací prvky v Nastavení, abyste je zde přidali.
de: Wählen Sie in den Einstellungen Steuerelemente aus, um sie hier hinzuzufügen.
es: Elige controles en Preferencias para agregarlos aquí.
fil: Pumili ng mga kontrol sa Mga Setting upang idagdag ito dito.
fr: Sélectionnez des contrôles dans les Paramètres pour les ajouter ici.
hr: Odaberite kontrole u Postavkama da biste ih ovdje dodali.
it: Scegli i controlli nelle Impostazioni per aggiungerli qui.
ja: 設定でコントロールを選択して、ここに追加します。
ko: 제어 항목을 추가하려면 설정에서 선택하세요.
nl: Kies besturingselementen in Instellingen om ze hier toe te voegen.
pl: Wybierz elementy sterujące w Preferencjach, aby dodać je tutaj.
pt_br: Escolha controles em Ajustes para adicioná-los aqui.
ru: Выберите элементы управления в Настройках, чтобы добавить их сюда.
sk: Vyberte ovládacie prvky v Nastaveniach, aby ste ich pridali sem.
so: Dooro xakamaynta Settinka si aad u darsato halkan.
tr: Buraya eklemek için Tercihler'de kontrolleri seçin.
uk: Виберіть елементи керування в Налаштуваннях, щоб додати їх сюди.
zh_hans: 在“设置”中选择控件以将它们添加至此。
zh_hant: 在「設定」中選擇控制項目以新增至此處。

source: Choose remote controls in Settings.
cs: Vyberte dálkové ovládání v Nastavení.
de: Wählen Sie in den Einstellungen Fernsteuerungen aus.
es: Elige controles remotos en Preferencias.
fil: Pumili ng mga remote control sa Mga Setting.
fr: Sélectionnez des télécommandes dans les Paramètres.
hr: Odaberite daljinske kontrole u Postavkama.
it: Scegli i controlli remoti nelle Impostazioni.
ja: 設定でリモートコントロールを選択してください。
ko: 원격 제어를 설정에서 선택하세요.
nl: Kies externe besturingselementen in Instellingen.
pl: Wybierz zdalne elementy sterujące w Preferencjach.
pt_br: Escolha controles remotos em Ajustes.
ru: Выберите элементы удалённого управления в Настройках.
sk: Vyberte vzdialené ovládacie prvky v Nastaveniach.
so: Dooro xakamaynta fog Settinka.
tr: Tercihler'de uzaktan kumandaları seçin.
uk: Виберіть віддалені елементи керування в Налаштуваннях.
zh_hans: 在“设置”中选择远程控制。
zh_hant: 在「設定」中選擇遠端控制項目。

source: Connect to this Mac to use this control
cs: Připojte se k tomuto Macu pro použití tohoto ovládacího prvku
de: Verbinden Sie sich mit diesem Mac, um dieses Steuerelement zu verwenden
es: Conéctate a este Mac para usar este control
fil: Kumonekta sa Mac na ito upang gamitin ang kontrol na ito
fr: Connectez-vous à ce Mac pour utiliser ce contrôle
hr: Povežite se s ovim Macom za korištenje ove kontrole
it: Connettiti a questo Mac per usare questo controllo
ja: このコントロールを使用するには、この Mac に接続してください
ko: 이 제어를 사용하려면 이 Mac에 연결하세요
nl: Verbind met deze Mac om dit besturingselement te gebruiken
pl: Połącz się z tym komputerem Mac, aby używać tego elementu sterującego
pt_br: Conecte-se a este Mac para usar este controle
ru: Подключитесь к этому Mac для использования этого элемента
sk: Pripojte sa k tomuto Macu, aby ste mohli používať toto ovládanie
so: Ku xir Mac-gan si aad isticmaasho xakamayntan
tr: Bu kontrolü kullanmak için bu Mac'e bağlanın
uk: Підключіться до цього Mac, щоб використовувати цей елемент керування
zh_hans: 连接到此 Mac 以使用此控制
zh_hant: 連接到此 Mac 以使用此控制項

source: Connect Your First Mac
cs: Připojte svůj první Mac
de: Verbinden Sie Ihren ersten Mac
es: Conecta tu primer Mac
fil: Ikonekta ang Unang Mac Mo
fr: Connectez votre premier Mac
hr: Povežite svoj prvi Mac
it: Collega il tuo primo Mac
ja: 最初の Mac を接続する
ko: 첫 번째 Mac 연결하기
nl: Verbind je eerste Mac
pl: Połącz swój pierwszy komputer Mac
pt_br: Conecte seu primeiro Mac
ru: Подключите свой первый Mac
sk: Pripojte prvý Mac
so: Xir Mac-gaaga ugu horreeya
tr: İlk Mac'inizi Bağlayın
uk: Підключіть свій перший Mac
zh_hans: 连接您的第一台 Mac
zh_hant: 連接您的第一台 Mac

source: Connected
cs: Připojeno
de: Verbunden
es: Conectado
fil: Nakakonekta
fr: Connecté
hr: Povezano
it: Connesso
ja: 接続済み
ko: 연결됨
nl: Verbonden
pl: Połączono
pt_br: Conectado
ru: Подключено
sk: Pripojené
so: La xidhay
tr: Bağlı
uk: Підключено
zh_hans: 已连接
zh_hant: 已連線

source: Connecting…
cs: Připojování…
de: Verbinde…
es: Conectando…
fil: Nagkakonekta…
fr: Connexion en cours…
hr: Povezivanje…
it: Connessione in corso…
ja: 接続中…
ko: 연결 중…
nl: Verbinden…
pl: Łączenie…
pt_br: Conectando…
ru: Подключение…
sk: Pripájanie…
so: Loo xiriyo…
tr: Bağlanıyor…
uk: Підключення…
zh_hans: 正在连接…
zh_hant: 正在連線…

source: Couldn’t Load Macs
cs: Nepodařilo se načíst počítače Mac
de: Macs konnten nicht geladen werden
es: No se pudieron cargar los Mac
fil: Hindi Na-load ang mga Mac
fr: Impossible de charger les Mac
hr: Nije moguće učitati Macove
it: Impossibile caricare i Mac
ja: Mac の読み込みに失敗しました
ko: Mac을 로드할 수 없음
nl: Mac-apparaten konden niet worden geladen
pl: Nie udało się załadować komputerów Mac
pt_br: Não foi possível carregar os Macs
ru: Не удалось загрузить Mac
sk: Nebolo možné načítať Macy
so: Mac-yada lama soo dejin karin
tr: Mac'ler Yüklenemedi
uk: Не вдалося завантажити Mac
zh_hans: 无法加载 Mac
zh_hant: 無法載入 Mac

source: Dashboard
cs: Přehled
es: Panel
fr: Tableau de bord
hr: Nadzorna ploča
ja: ダッシュボード
ko: 대시보드
pl: Pulpit
pt_br: Painel
ru: Панель управления
tr: Kontrol Paneli
uk: Панель приладів
zh_hans: 仪表板
zh_hant: 儀表板

source: Dashboard Tile Order
cs: Pořadí dlaždic v přehledu
de: Reihenfolge der Dashboard-Kacheln
es: Orden de las fichas del panel
fil: Pagkakasunod-sunod ng mga Tile sa Dashboard
fr: Ordre des tuiles du tableau de bord
hr: Redoslijed pločica na nadzornoj ploči
it: Ordine delle tessere della dashboard
ja: ダッシュボードのタイル順序
ko: 대시보드 타일 순서
nl: Volgorde van dashboardtegels
pl: Kolejność kafelków na pulpicie
pt_br: Ordem dos blocos do painel
ru: Порядок плиток панели управления
sk: Poradie dlaždíc dashboardu
so: Raabitaanka Tiilasha Dashboard-ka
tr: Kontrol Paneli Döşeme Sırası
uk: Порядок плиток на панелі приладів
zh_hans: 仪表板磁贴顺序
zh_hant: 儀表板圖塊順序

source: Discovered Macs
cs: Objevené počítače Mac
de: Gefundene Macs
es: Mac detectados
fil: Natuklasang mga Mac
fr: Mac découverts
hr: Otkriveni Macovi
it: Mac rilevati
ja: 検出された Mac
ko: 발견된 Mac
nl: Gedetecteerde Mac-apparaten
pl: Wykryte komputery Mac
pt_br: Macs descobertos
ru: Обнаруженные Mac
sk: Nájdené Macy
so: Mac-yada la ogaaday
tr: Keşfedilen Mac'ler
uk: Виявлені Mac
zh_hans: 已发现的 Mac
zh_hant: 已發現的 Mac

source: Enable iOS Remote Access and start pairing in OnlySwitch on your Mac.
cs: Povolte vzdálený přístup pro iOS a zahajte párování v aplikaci OnlySwitch na vašem Macu.
de: Aktivieren Sie den iOS-Fernzugriff und starten Sie die Kopplung in OnlySwitch auf Ihrem Mac.
es: Activa el acceso remoto para iOS e inicia el emparejamiento en OnlySwitch en tu Mac.
fil: I-enable ang iOS Remote Access at magsimula ng pairing sa OnlySwitch sa iyong Mac.
fr: Activez l'accès à distance sur iOS et lancez l'appairage dans OnlySwitch sur votre Mac.
hr: Omogućite daljinski pristup za iOS i započnite uparivanje u OnlySwitchu na vašem Macu.
it: Abilita l'accesso remoto per iOS e avvia l'accoppiamento in OnlySwitch sul tuo Mac.
ja: Mac の OnlySwitch で iOS リモートアクセスを有効にして、ペアリングを開始してください。
ko: Mac의 OnlySwitch에서 iOS 원격 액세스를 활성화하고 페어링을 시작하세요.
nl: Schakel iOS-externe toegang in en begin met koppelen in OnlySwitch op je Mac.
pl: Włącz zdalny dostęp z iOS i rozpocznij parowanie w aplikacji OnlySwitch na komputerze Mac.
pt_br: Ative o Acesso Remoto no iOS e inicie o pareamento no OnlySwitch no seu Mac.
ru: Включите удалённый доступ для iOS и начните сопряжение в OnlySwitch на вашем Mac.
sk: Povoliť vzdialený prístup iOS a začať párovanie v OnlySwitch na vašom Macu.
so: Kordhi helitaanka fog ee iOS oo bilaab isku-xiridda (pairing) ku jirta OnlySwitch ee Mac-gaaga.
tr: iOS Uzaktan Erişimi etkinleştirin ve Mac'inizdeki OnlySwitch'te eşleşmeyi başlatın.
uk: Увімкніть віддалений доступ для iOS та почніть спарювання в OnlySwitch на вашому Mac.
zh_hans: 在 Mac 上的 OnlySwitch 中启用 iOS 远程访问并开始配对。
zh_hant: 在 Mac 上的 OnlySwitch 中啟用 iOS 遠端存取並開始配對。

source: Enable iOS Remote Access in OnlySwitch on your Mac, then start pairing.
cs: Povolte vzdálený přístup pro iOS v aplikaci OnlySwitch na vašem Macu a poté zahajte párování.
de: Aktivieren Sie den iOS-Fernzugriff in OnlySwitch auf Ihrem Mac und starten Sie dann die Kopplung.
es: Activa el acceso remoto para iOS en OnlySwitch en tu Mac y luego inicia el emparejamiento.
fil: I-enable ang iOS Remote Access sa OnlySwitch sa iyong Mac, pagkatapos ay magsimula ng pairing.
fr: Activez l'accès à distance sur iOS dans OnlySwitch sur votre Mac, puis lancez l'appairage.
hr: Omogućite daljinski pristup za iOS u OnlySwitchu na vašem Macu, a zatim započnite uparivanje.
it: Abilita l'accesso remoto per iOS in OnlySwitch sul tuo Mac, quindi avvia l'accoppiamento.
ja: Mac の OnlySwitch で iOS リモートアクセスを有効にし、その後ペアリングを開始してください。
ko: Mac의 OnlySwitch에서 iOS 원격 액세스를 활성화한 후 페어링을 시작하세요.
nl: Schakel iOS-externe toegang in OnlySwitch op je Mac in en begin vervolgens met koppelen.
pl: Włącz zdalny dostęp z iOS w aplikacji OnlySwitch na komputerze Mac, a następnie rozpocznij parowanie.
pt_br: Ative o Acesso Remoto no iOS no OnlySwitch do seu Mac e depois inicie o pareamento.
ru: Включите удалённый доступ для iOS в OnlySwitch на вашем Mac, затем начните сопряжение.
sk: Povoliť vzdialený prístup iOS v OnlySwitch na vašom Macu, potom začať párovanie.
so: Kordhi helitaanka fog ee iOS ku jira OnlySwitch ee Mac-gaaga, kadibna bilaab isku-xiridda.
tr: Mac'inizdeki OnlySwitch'te iOS Uzaktan Erişimini etkinleştirin, ardından eşleşmeyi başlatın.
uk: Увімкніть віддалений доступ для iOS в OnlySwitch на вашому Mac, а потім почніть спарювання.
zh_hans: 在 Mac 上的 OnlySwitch 中启用 iOS 远程访问，然后开始配对。
zh_hant: 先在 Mac 上的 OnlySwitch 中啟用 iOS 遠端存取，然後開始配對。

source: Enter the 12-character code shown on your Mac.
cs: Zadejte kód o 12 znacích zobrazený na vašem Macu.
de: Geben Sie den auf Ihrem Mac angezeigten 12-stelligen Code ein.
es: Ingresa el código de 12 caracteres que se muestra en tu Mac.
fil: Ipasok ang kodigo na may 12 na karakter na ipinakita sa iyong Mac.
fr: Saisissez le code à 12 caractères affiché sur votre Mac.
hr: Unesite kod od 12 znakova prikazan na vašem Macu.
it: Inserisci il codice a 12 caratteri mostrato sul tuo Mac.
ja: Mac に表示されている 12 桁のコードを入力してください。
ko: Mac에 표시된 12자리 코드를 입력하세요.
nl: Voer de code met 12 tekens in die op je Mac wordt weergegeven.
pl: Wprowadź kod 12-znakowy wyświetlany na komputerze Mac.
pt_br: Insira o código de 12 caracteres exibido no seu Mac.
ru: Введите 12-значный код, отображаемый на вашем Mac.
sk: Zadajte 12-písmenný kód zobrazený na vašom Macu.
so: Geli koodhka 12-xarafka ah ee ku muuqda Mac-gaaga.
tr: Mac'inizde gösterilen 12 haneli kodu girin.
uk: Введіть 12-символьний код, показаний на вашому Mac.
zh_hans: 输入您的 Mac 上显示的 12 位代码。
zh_hant: 輸入您的 Mac 上顯示的 12 位代碼。

source: Evolutions
cs: Vylepšení
de: Entwicklungen
es: Evoluciones
fil: Mga Ebolusyon
fr: Évolutions
hr: Nadogradnje
it: Evoluzioni
ja: 進化
ko: 업데이트
nl: Evoluties
pl: Rozwój
pt_br: Evoluções
ru: Эволюции
sk: Vývoje
so: Horumarinta
tr: Gelişmeler
uk: Оновлення
zh_hans: 演进
zh_hant: 演進

source: Forget %@?
cs: Odebrat %@?
de: %@ vergessen?
es: ¿Olvidar %@?
fil: Kalimutan ang %@?
fr: Oublier %@ ?
hr: Zaboraviti %@?
it: Dimenticare %@?
ja: %@ を削除しますか？
ko: %@을(를) 지우시겠습니까?
nl: %@ vergeten?
pl: Zapomnieć o %@?
pt_br: Esquecer %@?
ru: Забыть %@?
sk: Zabudnúť %@?
so: Ma ilowin %@?
tr: %@'ı (veya %'yi) unuttun mu?
uk: Забути %@?
zh_hans: 是否忘记%@？
zh_hant: 要忘記 %@ 嗎？

source: Forget Mac
cs: Odebrat Mac
de: Mac vergessen
es: Olvidar Mac
fil: Kalimutan ang Mac
fr: Oublier le Mac
hr: Zaboravi Mac
it: Dimentica Mac
ja: Mac を削除
ko: Mac 지우기
nl: Mac vergeten
pl: Zapomnij o komputerze Mac
pt_br: Esquecer Mac
ru: Забыть Mac
sk: Zabudnúť Mac
so: Ilowsii Mac
tr: Mac'i Unut
uk: Забути Mac
zh_hans: 忘记 Mac
zh_hant: 忘記 Mac

source: Forget This Mac
cs: Odebrat tento Mac
de: Diesen Mac vergessen
es: Olvidar este Mac
fil: Kalimutan ang Mac na Ito
fr: Oublier ce Mac
hr: Zaboravi ovaj Mac
it: Dimentica questo Mac
ja: この Mac を削除
ko: 이 Mac 지우기
nl: Deze Mac vergeten
pl: Zapomnij o tym komputerze Mac
pt_br: Esquecer este Mac
ru: Забыть этот Mac
sk: Zabudnúť tento Mac
so: Ilowsii Mac-gan
tr: Bu Mac'i Unut
uk: Забути цей Mac
zh_hans: 忘记此 Mac
zh_hant: 忘記這台 Mac

source: Forgetting Mac…
cs: Odstraňování Macu…
de: Vergessen des Macs…
es: Olvidando el Mac…
fil: Kinakalimutan ang Mac…
fr: Oubli du Mac en cours…
hr: Zaboravljanje Maca…
it: Dimenticazione del Mac in corso…
ja: Mac を削除中…
ko: Mac 지우는 중…
nl: Mac vergeten…
pl: Usuwanie komputera Mac…
pt_br: Esquecendo o Mac…
ru: Удаление Mac…
sk: Zabúdanie Macu…
so: Loo ilowsiinayo Mac…
tr: Mac Unutuluyor…
uk: Забуття Mac…
zh_hans: 正在忘记 Mac…
zh_hant: 正在忘記 Mac…

source: Forgetting removes this Mac’s credential, cached controls, statuses, and dashboard layout from this device.
cs: Odebráním se z tohoto zařízení odstraní pověření, mezipaměť ovládacích prvků, stavy a rozložení přehledu pro tento Mac.
de: Beim Vergessen werden die Zugangsdaten dieses Macs, zwischengespeicherte Steuerelemente, Status und das Dashboard-Layout von diesem Gerät entfernt.
es: Al olvidar este Mac, se eliminan de este dispositivo sus credenciales, los controles y estados almacenados en caché y la disposición del panel.
fil: Kapag kinalimutan ang Mac na ito, aalisin sa device na ito ang kredensyal nito, mga naka-cache na kontrol at status, at layout ng dashboard.
fr: L'oubli supprime les identifiants de ce Mac, les contrôles mis en cache, les statuts et la disposition du tableau de bord de cet appareil.
hr: Zaboravljanjem s ovog uređaja uklanjaju se vjerodajnice, predmemorirane kontrole, statusi i raspored nadzorne ploče za ovaj Mac.
it: La rimozione elimina le credenziali di questo Mac, i controlli memorizzati nella cache, gli stati e il layout della dashboard da questo dispositivo.
ja: 削除すると、このデバイスからこの Mac の認証情報、キャッシュされたコントロール、ステータス、およびダッシュボードレイアウトが削除されます。
ko: Mac을 지우면 이 기기에서 해당 Mac의 자격 증명, 캐시된 제어 항목, 상태 및 대시보드 레이아웃이 제거됩니다.
nl: Vergeten verwijdert de inloggegevens, de opgeslagen besturingselementen, statussen en het dashboardindeling van deze Mac van dit apparaat.
pl: Usunięcie powoduje usunięcie poświadczenia tego komputera Mac, pamięci podręcznej elementów sterujących, stanów i układu pulpitu z tego urządzenia.
pt_br: Ao esquecer, são removidas as credenciais deste Mac, os controles em cache, os status e o layout do painel deste dispositivo.
ru: При удалении с этого устройства будут удалены учётные данные этого Mac, кэшированные элементы управления, статусы и макет панели управления.
sk: Zabudnutím tohto Macu sa zo zariadenia odstránia jeho prihlasovacie údaje, ovládacie prvky a stavy vo vyrovnávacej pamäti aj rozloženie dashboardu.
so: Iloowista waxay ka saaraysaa shahaadada Mac-gan, xakamaynta la keydiyey, xaaladaha, iyo qaab-dhismeedka Dashboard-ka ee qalabkan.
tr: Unutmak işlemi, bu cihazdan bu Mac'in kimlik bilgilerini, önbelleğe alınmış kontrollerini, durumlarını ve kontrol paneli düzenini kaldırır.
uk: Після забуття з цього пристрою буде видалено облікові дані, кешовані елементи керування, статуси та макет панелі приладів для цього Mac.
zh_hans: “忘记”操作将从本设备移除该 Mac 的凭证、缓存的控制项、状态及仪表板布局。
zh_hant: 忘記操作將從此裝置移除該 Mac 的憑證、快取控制項、狀態及儀表板佈局。

source: Hidden from dashboard
cs: Skryto v přehledu
de: Vom Dashboard ausgeblendet
es: Oculto del panel
fil: Nakatago sa Dashboard
fr: Masqué sur le tableau de bord
hr: Sakriveno na nadzornoj ploči
it: Nascosto dalla dashboard
ja: ダッシュボードから非表示
ko: 대시보드에 숨김
nl: Verborgen voor dashboard
pl: Ukryte na pulpicie
pt_br: Oculto no painel
ru: Скрыто на панели управления
sk: Skryté z dashboardu
so: Laga qariyey Dashboard-ka
tr: Kontrol panelinden gizlendi
uk: Приховано на панелі приладів
zh_hans: 在仪表板中隐藏
zh_hant: 隱藏於儀表板

source: Install a compatible OnlySwitch version on the Mac or update this app.
cs: Nainstalujte kompatibilní verzi OnlySwitch na Mac nebo aktualizujte tuto aplikaci.
de: Installieren Sie eine kompatible OnlySwitch-Version auf dem Mac oder aktualisieren Sie diese App.
es: Instala una versión compatible de OnlySwitch en el Mac o actualiza esta app.
fil: I-install ang tugmang bersyon ng OnlySwitch sa Mac o i-update ang app na ito.
fr: Installez une version compatible d'OnlySwitch sur le Mac ou mettez à jour cette application.
hr: Instalirajte kompatibilnu verziju OnlySwitcha na Mac ili ažurirajte ovu aplikaciju.
it: Installa una versione compatibile di OnlySwitch sul Mac o aggiorna questa app.
ja: Mac に互換性のある OnlySwitch バージョンをインストールするか、このアプリを更新してください。
ko: Mac에 호환되는 OnlySwitch 버전을 설치하거나 이 앱을 업데이트하세요.
nl: Installeer een compatibele versie van OnlySwitch op de Mac of werk deze app bij.
pl: Zainstaluj kompatybilną wersję aplikacji OnlySwitch na komputerze Mac lub zaktualizuj tę aplikację.
pt_br: Instale uma versão compatível do OnlySwitch no Mac ou atualize este aplicativo.
ru: Установите совместимую версию OnlySwitch на Mac или обновите это приложение.
sk: Nainštalujte kompatibilnú verziu OnlySwitch na Mac alebo aktualizujte túto aplikáciu.
so: Riix nooc iswaafaqsan oo OnlySwitch ah ee Mac-ga ama cusbooneysii barnaamijkan.
tr: Mac'e uyumlu bir OnlySwitch sürümü yükleyin veya bu uygulamayı güncelleyin.
uk: Встановіть сумісну версію OnlySwitch на Mac або оновіть цей додаток.
zh_hans: 请在 Mac 上安装兼容版本的 OnlySwitch，或更新本应用。
zh_hant: 請在 Mac 上安裝相容版本的 OnlySwitch，或更新此應用程式。

source: Last address
cs: Poslední adresa
de: Letzte Adresse
es: Última dirección
fil: Huling address
fr: Dernière adresse
hr: Posljednja adresa
it: Ultimo indirizzo
ja: 最後のアドレス
ko: 마지막 주소
nl: Laatste adres
pl: Ostatni adres
pt_br: Último endereço
ru: Последний адрес
sk: Posledná adresa
so: Cinwaankii ugu dambeeyey
tr: Son adres
uk: Остання адреса
zh_hans: 上次地址
zh_hant: 最後位址

source: Last connected
cs: Naposledy připojeno
de: Zuletzt verbunden
es: Última conexión
fil: Huling nakakonekta
fr: Dernière connexion
hr: Zadnje povezano
it: Ultima connessione
ja: 最終接続日時
ko: 마지막 연결 시간
nl: Laatst verbonden
pl: Ostatnio połączono
pt_br: Última conexão
ru: Последнее подключение
sk: Naposledy pripojené
so: Xirnaanshahii ugu dambeeyey
tr: Son bağlantı
uk: Останнє підключення
zh_hans: 上次连接时间
zh_hant: 上次連線時間
